// Установка с nodejs.org
// node -v - проверка версии
// npm -v - версия пакетного менеджера

// npm i express - пакет express

// --save-dev - добавляем перед названием, если пакет только для разработки

// npm i --save-dev nodemon

// process.js - работа со встроенным модулем process

// npm i cross-env - модуль для передачи переменных среды при запуске приложения(пример в package.json в )

// npm i dotenv - модуль для работы с файлом .env(для хранения переменных окружения) - пример подключения в process.js

// path.js - работа со встроенным модулем path

// file-system.js - работа с файловой системой

// os.js - встроенный модуль для работы с операционной сиситемой

// events.js - работа с событиями
